Repository: AndrewHanshaw/PassKeepr
Catalog: PassKeepr/Localizable.xcstrings
Source language: en
Languages: ru

source: About PassKeepr
ru: О приложении PassKeepr

source: Add a Background Image
ru: Добавить фоновое изображение

source: Add a Strip Image
ru: Добавить баннер

source: Add Custom Field
ru: Добавить свое поле

source: Add Pass
ru: Добавить карту

source: Additional Auxiliary Field
ru: Доп. вспомогательное поле

source: Additional Header Field
ru: Доп. поле заголовка

source: Additional Secondary Field
ru: Доп. второстепенное поле

source: Address
ru: Адрес

source: Alt Text
ru: Альт. текст

source: Are you sure you want to discard your changes?
ru: Вы уверены, что хотите отменить изменения?

source: Auxiliary Field
ru: Вспомогательное поле

source: Background Color
ru: Цвет фона

source: Background Image
ru: Фоновое изображение

source: Barcode Data
ru: Данные штрихкода

source: Barcode Type
ru: Тип штрихкода

source: Birthday
ru: День рождения

source: Border
ru: Рамка

source: Camera is not available
ru: Камера недоступна

source: Cancel
ru: Отмена

source: Change Background Image
ru: Изменить фоновое изображение

source: Change Emoji
ru: Изменить эмодзи

source: Change Logo Image
ru: Изменить логотип

source: Change Strip Image
ru: Изменить баннер

source: Change Symbol
ru: Изменить символ

source: Change Thumbnail Image
ru: Изменить миниатюру

source: Company
ru: Компания

source: Correction Level
ru: Уровень коррекции

source: Created by Drew Hanshaw
ru: Создано Drew Hanshaw

source: Customize Barcode
ru: Настроить штрихкод

source: Customize QR Code
ru: Настроить QR-код

source: Data
ru: Данные

source: Date
ru: Дата

source: Delete
ru: Удалить

source: Delete All Passes
ru: Удалить все карты

source: Delete All Passes?
ru: Удалить все карты?

source: Discard Changes
ru: Сбросить изменения

source: Done
ru: Готово

source: Duplicate
ru: Дублировать

source: Empty fields will not appear on the Pass when added to your Wallet
ru: Пустые поля не будут отображаться в карте, когда она будет добавлена в Wallet

source: Encoding
ru: Кодировка

source: Enter Barcode Data
ru: Введите данные штрихкода

source: Enter QR Code Data
ru: Введите данные QR-кода

source: Error
ru: Ошибка

source: Failed to Update Pass
ru: Не удалось обновить карту

source: First
ru: Имя

source: First Name
ru: Имя

source: Follow me on
ru: Подпишись на меня в

source: Get Barcode from Image
ru: Сканировать штрихкод с фото

source: Get QR Code from Image
ru: Сканировать QR-код с фото

source: Handle or URL
ru: Юзернейм или URL

source: Header Field
ru: Поле заголовка

source: Hidden Network
ru: Скрытая сеть

source: Import Failed
ru: Ошибка импорта

source: Insert
ru: Вставить

source: Invalid Barcode Data
ru: Неверные данные штрихкода

source: Label
ru: Метка

source: Label Color
ru: Цвет метки

source: Last
ru: Фамилия

source: Last Name
ru: Фамилия

source: Logo Image
ru: Логотип

source: Logo type
ru: Тип логотипа

source: My Passes
ru: Мои карты

source: Network Name
ru: Название сети

source: Next
ru: Далее

source: NFC Pass Imported
ru: NFC-карта импортирована

source: No Valid Barcode Detected
ru: Штрихкод не обнаружен

source: No Valid QR Code Detected
ru: QR-код не обнаружен

source: OK
ru: Ок

source: Or:
ru: Или:

source: Password
ru: Пароль

source: Phone
ru: Телефон

source: Please select an image containing a valid barcode
ru: Пожалуйста, выберите изображение с корректным штрихкодом

source: Please select an image containing a valid QR code
ru: Пожалуйста, выберите изображение с корректным QR-кодом

source: Primary Field
ru: Основное поле

source: QR Code Data
ru: Данные QR-кода

source: QR Code Type
ru: Тип QR-кода

source: Remove Background Image
ru: Удалить фоновое изображение

source: Remove Strip Image
ru: Удалить баннер

source: Save
ru: Сохранить

source: Save + Add to Wallet
ru: Сохранить и добавить в Wallet

source: Scan Existing Barcode
ru: Сканировать штрихкод

source: Scan Existing QR Code
ru: Сканировать QR-код

source: Secondary and auxiliary fields are limited to 4 combined when a strip image is used.
ru: Количество дополнительных и вспомогательных полей ограничено четырьмя при использовании баннера.

source: Secondary Field
ru: Дополнительное поле

source: Security
ru: Безопасность

source: Select a Background Image
ru: Выбрать фоновое изображение

source: Select a Logo Image
ru: Выбрать логотип

source: Select a Strip Image
ru: Выбрать баннер

source: Select a Symbol
ru: Выбрать символ

source: Select a Thumbnail Image
ru: Выберите миниатюру

source: Select an Emoji
ru: Выбрать эмодзи

source: Share
ru: Поделиться

source: Signing Pass…
ru: Подпись карты…

source: Social
ru: Соцсети

source: Strip Image
ru: Изображение-баннер

source: Strip images are not compatible with QR codes
ru: Баннеры несовместимы с QR-кодами

source: Symbol Color
ru: Цвет символа

source: Tap on icons to edit each field
ru: Нажмите на иконку, чтобы изменить поле

source: Text
ru: Текст

source: Text Color
ru: Цвет текста

source: The imported pass contained NFC data. NFC functionality will not be included for this PassKeepr pass.
ru: Импортированная карта содержит данные NFC. Функциональность NFC не будет поддерживаться в этой карте PassKeepr.

source: This action cannot be undone.
ru: Это действие нельзя отменить.

source: This device doesn't support the DataScannerViewController
ru: Это устройство не поддерживает DataScannerViewController

source: Thumbnail Image
ru: Миниатюра

source: Thumbnail type
ru: Тип миниатюры

source: Transparent background
ru: Прозрачный фон

source: Type
ru: Тип

source: Use the ＋ Button to Add a Pass
ru: Используйте кнопку ＋, чтобы добавить карту

source: Value
ru: Значение

source: Version %@
ru: Версия %@
